Merge pull request #306 from aibtcdev/update-markdowns
update docs
